{
  "hop.nvim": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "poimandres.nvim": { "branch": "main" },
  "textobj-word-column.vim": { "branch": "master" },
  "vim-columnmove": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-easyclip": { "branch": "master" },
  "vim-indent-object": { "branch": "new_branch" },
  "vim-repeat": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-textobj-space": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" }
}